{
  "cases": [
    {
      "case_id": "1403-001-GH",
      "date": "1403/10/15",
      "plaintiff": "علی احمدی",
      "defendant": "رضا محمدی",
      "case_type": "غصب و خلع ید",
      "description": "آقای علی احمدی، خواهان پرونده، اظهار می‌دارد که مالک یک واحد مسکونی به مساحت ۱۲۰ متر مربع واقع در تهران، میدان ونک، خیابان ملاصدرا است که سند مالکیت رسمی آن به نام وی ثبت شده است. خواهان ادعا می‌کند که آقای رضا محمدی، خوانده، از تاریخ ۱/ ۱/۱۴۰۰ بدون اجازه و بدون هیچگونه قرارداد کتبی یا اذن شفاهی، وارد ملک مذکور شده و تاکنون در آن سکونت دارد. خواهان مدعی است که خوانده از پرداخت اجاره یا هرگونه وجهی خودداری کرده و با وجود تذکرات متعدد از تخلیه ملک امتناع می‌ورزد. خواهان تقاضای خلع ید خوانده، تخلیه فوری ملک، و پرداخت اجرت‌المثل از تاریخ ۱/۱/۱۴۰۰ تاکنون را دارد. همچنین خواهان مدعی است که خوانده به تأسیسات و دیوارهای ملک خسارت وارد کرده و درخواست جبران این خسارات را نیز دارد.",
      "facts": [
        "ملک مسکونی به مساحت ۱۲۰ متر مربع در تهران، میدان ونک",
        "سند رسمی مالکیت به نام خواهان (علی احمدی)",
        "تصرف خوانده (رضا محمدی) از تاریخ ۱/۱/۱۴۰۰",
        "عدم وجود قرارداد اجاره یا اذن کتبی",
        "عدم پرداخت اجاره",
        "وجود خسارات وارده به ملک",
        "تذکرات متعدد به خوانده بدون نتیجه"
      ],
      "plaintiff_claims": [
        "خلع ید خوانده از ملک",
        "تخلیه فوری ملک مسکونی",
        "پرداخت اجرت‌المثل از ۱/۱/۱۴۰۰ تاکنون (۳ سال)",
        "جبران خسارات وارده به تأسیسات و دیوارها"
      ],
      "defendant_response": "خوانده در پاسخ اظهار داشته که با اذن شفاهی خواهان وارد ملک شده است، اما مدرکی ارائه نکرده است.",
      "evidence": [
        "سند رسمی مالکیت به نام خواهان",
        "تصاویر از ملک و خسارات وارده",
        "گواهی دو نفر شاهد مبنی بر تصرف خوانده",
        "اظهارنامه همسایگان",
        "عدم ارائه هرگونه قرارداد یا مدرک از سوی خوانده"
      ],
      "expected_verdict": "با توجه به مواد ۳۰۸، ۳۰۹، ۳۱۵، ۳۱۶ و ۳۲۶ قانون مدنی، دعوای خواهان وارد است. خوانده محکوم به تخلیه فوری ملک، پرداخت اجرت‌المثل ۳ سال، و جبران خسارات وارده می‌شود.",
      "complexity": "متوسط",
      "notes": "این پرونده نمونه کلاسیکی از غ صب و خلع ید است که تمامی عناصر غصب در آن محقق است: تصرف عدوانی، عدم اذن، مالکیت مشخص."
    },
    {
      "case_id": "1403-002-KY",
      "date": "1403/09/20",
      "plaintiff": "فاطمه کریمی",
      "defendant": "حسین رضایی",
      "case_type": "خلع ید",
      "description": "خانم فاطمه کریمی مالک یک قطعه زمین زراعی به مساحت ۵۰۰۰ متر مربع در شهرستان کرج است. خواهان اظهار می‌دارد که آقای حسین رضایی از اوایل سال ۱۴۰۲ بدون اجازه وارد زمین وی شده و محصولات کشاورزی شامل گندم و جو کشت کرده است. خواهان معتقد است که خوانده محصولات را برداشت و به فروش رسانده و از بهای آن چیزی به خواهان پرداخت نکرده است. همچنین خوانده بدون اجازه چاهی در زمین حفر کرده و از آب آن برای آبیاری استفاده کرده است. خواهان درخواست خلع ید، جلوگیری از کشت مجدد، پرداخت اجرت‌المثل زمین، و پرداخت بهای محصولات برداشت شده را دارد.",
      "facts": [
        "زمین زراعی ۵۰۰۰ متر مربع در کرج",
        "سند مالکیت به نام خواهان",
        "تصرف خوانده از اوایل ۱۴۰۲",
        "کشت گندم و جو توسط خوانده",
        "برداشت و فروش محصولات",
        "حفر چاه بدون اجازه",
        "عدم پرداخت به خواهان"
      ],
      "plaintiff_claims": [
        "خلع ید خوانده از زمین",
        "جلوگیری از کشت مجدد",
        "پرداخت اجرت‌المثل زمین برای مدت یک سال",
        "پرداخت بهای محصولات برداشت شده (نماء منفصل)",
        "جبران هزینه‌های حفر چاه (در صورت تقاضای بقاء)"
      ],
      "defendant_response": "خوانده ادعا کرده زمین متروکه بوده و وی آن را آباد کرده است.",
      "evidence": [
        "سند مالکیت زمین",
        "تصاویر ماهواره‌ای از کشت محصولات",
        "شهادت کشاورزان همجوار",
        "رسیدهای فروش محصولات"
      ],
      "expected_verdict": "با توجه به مواد ۳۰۸، ۳۱۵، ۳۱۶، ۳۱۸ (نماء منفصل) و ۳۲۶ قانون مدنی، دعوای خواهان وارد است. خوانده محکوم به خلع ید، پرداخت اجرت‌المثل، و باز گرداندن ارزش محصولات برداشت شده می‌شود.",
      "complexity": "پیچیده",
      "notes": "این پرونده شامل موارد نماء منفصل (محصولات کشاورزی) و احداث بنا (چاه) بر زمین غصبی است که طبق ماده ۳۱۸ و ۳۲۰ باید بررسی شود."
    },
    {
      "case_id": "1403-003-SG",
      "date": "1403/11/01",
      "plaintiff": "محمد صادقی",
      "defendant": "علیرضا نوری",
      "case_type": "غصب",
      "description": "آقای محمد صادقی مالک یک دستگاه خودروی پژو ۲۰۶ مدل ۱۳۹۸ است. خواهان اظهار می‌دارد که در تاریخ ۱/۵/۱۴۰۳، خودروی خود را به آقای علیرضا نوری، خوانده، به صورت امانی برای مدت دو روز جهت یک سفر کوتاه داده است. خوانده پس از گذشت دو روز، خودرو را مسترد نکرده و با وجود درخواست‌های مکرر، از تحویل خودرو خودداری کرده است. خوانده از خودرو برای کارهای شخصی خود استفاده کرده و حدود ۵۰۰۰ کیلومتر با آن رانندگی کرده است. همچنین خوانده موجب خسارت به گلگیر جلوی خودرو شده است. خواهان تقاضای رد عین خودرو، پرداخت اجرت‌المثل ایام استفاده، و جبران خسارت وارده را دارد.",
      "facts": [
        "خودروی پژو ۲۰۶ مدل ۱۳۹۸ متعلق به خواهان",
        "تحویل امانی به خوانده برای دو روز",
        "عدم مسترد کردن خودرو پس از دو روز",
        "استفاده مستمر خوانده از خودرو",
        "طی مسافت ۵۰۰۰ کیلومتر",
        "خسارت به گلگیر جلو",
        "درخواست‌های مکرر بدون پاسخ"
      ],
      "plaintiff_claims": [
        "رد عین خودرو",
        "پرداخت اجرت‌المثل استفاده از خودرو (حدود ۶ ماه)",
        "پرداخت ارش (تفاوت قیمت به دلیل خسارت)"
      ],
      "defendant_response": "خوانده ادعا کرده که خواهان اجازه استفاده بیشتر را داده بود، اما مدرکی ندارد.",
      "evidence": [
        "سند مالکیت خودرو به نام خواهان",
        "پیامک‌های درخواست تحویل خودرو",
        "گواهی کارشناس خودرو مبنی بر خسارت",
        "شهادت شهود مبنی بر تحویل امانی"
      ],
      "expected_verdict": "با توجه به ماده ۳۰۹ (امانت پس از انقضای مدت، غصب محسوب می‌شود)، مواد ۳۱۰، ۳۱۱، ۳۱۲ و ۳۱۵، خوانده محکوم به رد عین خودرو، پرداخت اجرت‌المثل مدت استفاده، و پرداخت ارش خسارت می‌شود.",
      "complexity": "ساده",
      "notes": "این مورد نشان‌دهنده تبدیل امانت به غصب است - یکی از موارد مهم در فقه و حقوق که در ماده ۳۰۹ به آن اشاره شده است."
    }
  ],
  "metadata": {
    "total_cases": 3,
    "case_types": ["غصب و خلع ید", "خلع ید", "غصب"],
    "complexity_levels": {
      "simple": 1,
      "medium": 1,
      "complex": 1
    },
    "purpose": "نمونه پرونده‌های آزمایشی برای سیستم شبیه‌سازی تصمیم‌گیری قضایی",
    "created_for": "پایان‌نامه کارشناسی ارشد - طراحی چت‌بات هوشمند برای شبیه‌سازی تصمیم‌گیری قضایی"
  }
}
